Repository: common-repository/wc-order-split
Catalog: languages/wc-order-split-*.po
Languages: de_de, es_es, fr_fr

source: Select Order to Split
de_de: Splitted Orders
es_es: Seleccionar orden para dividir
fr_fr: Sélectionnez l'ordre à fractionner

source: Select Order to View
de_de: Wählen Sie Order to View
es_es: Seleccione orden para ver
fr_fr: Sélectionnez la commande à afficher

source: Parent Order
de_de: Übergeordnete Bestellung
es_es: Orden de los padres
fr_fr: Ordre des parents

source: Original Order
de_de: Ursprüngliche Bestellung
es_es: Orden original
fr_fr: Commande d'origine

source: No script kiddies please!
de_de: Bitte keine Drehbuchkinder!
es_es: No hay script kiddies por favor!
fr_fr: Pas de script pour les enfants s'il vous plait!

source: Sorry, your nonce did not verify.
de_de: Entschuldigung, Ihr Nonce hat dies nicht bestätigt.
es_es: Lo sentimos, su nonce no se verificó.
fr_fr: Désolé, votre nonce n'a pas vérifié.

source: Order
de_de: Bestellung
es_es: Orden
fr_fr: Ordre

source: Group
de_de: Gruppe
es_es: Grupo
fr_fr: Groupe

source: Management
de_de: Verwaltung
es_es: administración
fr_fr: La gestion

source: Success
es_es: Éxito
fr_fr: Succès

source: Group label added successfully
de_de: Gruppenbezeichnung erfolgreich hinzugefügt
es_es: Etiqueta de grupo agregada con éxito
fr_fr: Label de groupe ajouté avec succès

source: Group Label
de_de: Gruppenbezeichnung
es_es: Etiqueta de grupo
fr_fr: Label de groupe

source: Background Color
de_de: Hintergrundfarbe
es_es: Color de fondo
fr_fr: Couleur de l'arrière plan

source: Text Color
de_de: Textfarbe
es_es: Color de texto
fr_fr: Couleur du texte

source: Action
de_de: Aktion
es_es: Acción

source: Important
de_de: Wichtig
es_es: Importante

source: Maybe you are new to
de_de: Vielleicht bist du neu in
es_es: Quizás eres nuevo en
fr_fr: Peut-être que vous êtes nouveau à

source: HTML color picker
de_de: HTML-Farbwähler
es_es: Selector de color HTML
fr_fr: Sélecteur de couleur HTML

source: kindly move the arrow to choose the color
de_de: Bitte bewegen Sie den Pfeil, um die Farbe zu wählen
es_es: mueva amablemente la flecha para elegir el color
fr_fr: bien vouloir déplacer la flèche pour choisir la couleur

source: Info
de_de: Die Info
es_es: Informacion

source: You can add as many as group labels you want
de_de: Sie können beliebig viele Gruppenbezeichnungen hinzufügen
es_es: Puede agregar tantas etiquetas de grupo como desee
fr_fr: Vous pouvez en ajouter autant que vous le souhaitez

source: These are just a kind of bookmark helpers in splitting action
de_de: Dies ist nur eine Art Lesezeichenhilfe beim Teilen von Aktionen
es_es: Estos son solo una especie de marcadores ayudantes en la acción de división
fr_fr: Ce ne sont que des sortes d’aides aux signets en cas de division

source: You can group multiple items within an order and split accordingly
de_de: Sie können mehrere Artikel innerhalb eines Auftrags gruppieren und entsprechend aufteilen
es_es: Puede agrupar varios artículos dentro de un pedido y dividirlos en consecuencia
fr_fr: Vous pouvez grouper plusieurs articles dans une commande et les diviser en conséquence

source: Warning
de_de: Warnung
es_es: Advertencia
fr_fr: Attention

source: Saved labels cannot be edited, you can delete and create new
de_de: Gespeicherte Labels können nicht bearbeitet werden. Sie können sie löschen und neu erstellen
es_es: Las etiquetas guardadas no se pueden editar, puede eliminar y crear nuevas
fr_fr: Les étiquettes enregistrées ne peuvent pas être modifiées, vous pouvez les supprimer et en créer de nouvelles

source: It will not effect any database value if you delete and create the same label again
de_de: Es hat keine Auswirkungen auf den Datenbankwert, wenn Sie dasselbe Label löschen und erneut erstellen
es_es: No afectará ningún valor de la base de datos si elimina y crea la misma etiqueta nuevamente
fr_fr: La valeur de la base de données ne sera pas affectée si vous supprimez et créez à nouveau la même étiquette

source: Special characters and numbers are not allowed
de_de: Sonderzeichen und Zahlen sind nicht erlaubt
es_es: No se permiten caracteres ni números especiales
fr_fr: Les caractères spéciaux et les chiffres ne sont pas autorisés

source: those will be replaced with and
de_de: diese werden durch und ersetzt
es_es: esos serán reemplazados con y
fr_fr: ceux qui seront remplacés par et

source: underscore
de_de: unterstreichen
es_es: guion bajo
fr_fr: souligner

source: automatically
de_de: automatisch
es_es: automáticamente
fr_fr: automatiquement

source: Saved Labels
de_de: Gespeicherte Labels
es_es: Etiquetas guardadas
fr_fr: Étiquettes sauvegardées

source: Go Premium
de_de: Premium werden
es_es: Hazte Premium
fr_fr: Passer en Premium

source: Order splitted successfully
de_de: Auftrag erfolgreich aufgeteilt
es_es: Orden dividida con éxito
fr_fr: Commande fractionnée avec succès

source: Remove selected items from this order / after split
de_de: Ausgewählte Artikel aus dieser Bestellung entfernen / nach dem Teilen
es_es: Eliminar elementos seleccionados de este pedido / después de dividir
fr_fr: Supprimer les éléments sélectionnés de cette commande / après division

source: This order has not enough items to split further
de_de: Diese Bestellung hat nicht genug Artikel, um sie weiter aufzuteilen
es_es: Este pedido no tiene suficientes elementos para dividir más
fr_fr: Cette commande n'a pas assez d'articles pour se séparer davantage

source: Proceed to Split
de_de: Weiterfahrt nach Split
es_es: Proceder a Split
fr_fr: Procéder à Split

source: You can choose any group label and then select items to split in a new order
de_de: Sie können eine beliebige Gruppenbezeichnung auswählen und dann Elemente auswählen, die in einer neuen Reihenfolge aufgeteilt werden sollen
es_es: Puede elegir cualquier etiqueta de grupo y luego seleccionar elementos para dividir en un nuevo orden
fr_fr: Vous pouvez choisir n’importe quelle étiquette de groupe, puis sélectionner les éléments à fractionner dans un nouvel ordre

source: In case you don't select any group label
de_de: Falls Sie keine Gruppenbezeichnung auswählen
es_es: En caso de que no seleccione ninguna etiqueta de grupo
fr_fr: Si vous ne sélectionnez aucune étiquette de groupe

source: still it will automatically pick the first label
de_de: Trotzdem wählt es automatisch das erste Etikett aus
es_es: aún así elegirá automáticamente la primera etiqueta
fr_fr: toujours il va automatiquement choisir la première étiquette

source: Required
de_de: Erforderlich
es_es: Necesario
fr_fr: Champs obligatoires

source: Please define at least one group label
de_de: Bitte definieren Sie mindestens ein Gruppenlabel
es_es: Defina al menos una etiqueta de grupo
fr_fr: Veuillez définir au moins une étiquette de groupe

source: Click here
de_de: Klicke hier
es_es: haga clic aquí
fr_fr: Cliquez ici

source: to define a group label
de_de: um eine Gruppenbezeichnung zu definieren
es_es: para definir una etiqueta de grupo
fr_fr: définir une étiquette de groupe

source: Define Group Labels
de_de: Gruppenbezeichnungen definieren
es_es: Definir etiquetas de grupo
fr_fr: Définir les étiquettes de groupe

source: How it works
de_de: Wie es funktioniert
es_es: Cómo funciona
fr_fr: Comment ça fonctionne

source: Splitted Orders
de_de: Geteilte Aufträge
es_es: Órdenes divididas
fr_fr: Commandes fractionnées
